Repository: DomoControl/dcn
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: it

source: Contact
it: Contatti

source: Domocontrol documentation
it: Documentazione DomoControl

source: Installation
it: Installazione

source: Domocontrol Version TWO require
it: DomoControl versione TWO richiede:

source: first version demo is available at http://my-tek.no-ip.org:8080 and on github at address: https://github.com/DomoControl/domocontrol
it: La demo della prima versione è disponibile all'indirizzo http://my-tek.no-ip.org:8080 e sul repository: https://github.com/DomoControl/domocontrol

source: Raspberry PI board
it: Raspberry PI

source: One or more board interface with more inputs and outputs to control home devices
it: Una o più schede con più ingressi e uscite per controllare i dispositivi della casa

source: python language
it: Linguaggio Python

source: Flask Framework with plugins
it: Framework Flask con relativi moduli

source: Sqlite3 to store informations
it: Database SQlite per memorizzare le informazioni

source: In second stage, more slave board I/O with Arduino connected with Raspberry by RS485
it: In un secondo momento, più schede I/O remote con Arduino collegate al Raspberry tramite RS485

source: Main Menu
it: Menu Principale

source: Home: project presentation
it: Home: presentazione del progetto

source: Status: shows the status of the I/O
it: Stato: mostra lo stato degli ingressi e uscite

source: Setup
it: Configurazione

source: Login / Logout
it: Entra / Esci

source: Log: user access
it: Log: accesso utenti

source: Doc: software installation and user manual
it: Doc: Installazione del softwware e il manuale utente

source: Submenu Setup
it: Sottomenu Setup

source: Program Setup: Configuration program, which inputs activate the outputs activated and in which modes
it: Impostazione programma: Configurazione dei programmi, ovvero quali ingressi attivano le uscite e in che modalità

source: User: User configuration
it: Utenti: Configurazione degli utenti

source: Area: define in what locations are positioned the I/O
it: Area: definisce in quale locazione sono posizionati gli ingressi e uscite

source: Privilege: defines the types of user privileges
it: Privilegi: definisce le tipologia di privilegi degli utenti

source: Board Type: defines the types of boards
it: Tipo Scheda: definisce le tipologie delle schede

source: Board Setup: set the property of boards
it: Board Setup: configura le proprietà delle schede

source: I/O Type: set the description of input and output types
it: Tipo I/O: setta la descrizione della tipologia degli ingressi e uscite

source: Program Type: set the description of modality of the program
it: Tipo Programma: imposta la descrizione della modalità dei programmi

source: Welcome
it: Benvenuto

source: You are logged in.
it: Sei loggato

source: Logout
it: Esci

source: Welcome into DomoControl free software version two
it: Benvenuto sulla seconda versione di DomoControl free software

source: if you want to contribute to the development of the project, please write at subluca(at)gmail.com
it: Se desideri contribuire allo sviluppo del progetto, scrivi un'email all'indirizzo subluca(at)gmail.com

source: This project require:
it: Il progetto richiede:

source: Raspberry PI control board and Arduino slave board or other board
it: Raspberry PI come scheda principale e periferiche basate su Arduino o altro

source: Python language
it: Linguaggio Python

source: Flask framework with plugins
it: Framework Flask con relativi moduli

source: Sqlite database to store all informations
it: Database SQlite per memorizzare le informazioni

source: Project repository:
it: Repository del progetto:

source: Demo, when active
it: Demo, quanto disponibile

source: Facebook group:
it: Gruppo Facebook:

source: if you want to contribute to the development of software, please write email to: subluca at gmail.com
it: Se desideri contribuire allo sviluppo del progetto, scrivi un'email all'indirizzo subluca(at)gmail.com

source: User Log
it: Log utente

source: IP number
it: Numero IP

source: Timestamp
it: Ultima modifica

source: Login
it: Entra

source: Please insert username and password
it: Inserisci il nome utente e la password

source: Username
it: Nome utente

source: Board Messages
it: Messaggi

source: Name
it: Nome

source: Description
it: Descrizione

source: Board Setup
it: Impostazione scheda

source: Enable
it: Abilitato

source: Address
it: Indirizzo

source: Board Type
it: Tipo scheda

source: Board I/O Setup
it: Configurazione degli I/O della scheda

source: Board Type Setup
it: Impostazione del Tipo di scheda

source: I/O Type Setup
it: Configurazione del tipo di I/O

source: Privilege Setup
it: Configurazione Privilegi

source: Program setup
it: Configurazione del Programma

source: Program number:
it: Numero programma:

source: Type
it: Tipo

source: Delay
it: Ritardo

source: Inverted
it: Invertito

source: Days
it: Giorni

source: Hours
it: Ore

source: Minutes
it: Minuti

source: Seconds
it: Secondi

source: Each day
it: Tutti i giorni

source: Monday
it: Lunedi

source: Tuesday
it: Martedi

source: Wednesday
it: Mercoledi

source: Thursday
it: Giovedi

source: Friday
it: Venerdi

source: Saturday
it: Sabato

source: Sunday
it: Domenica

source: Program Type Setup
it: Configurazione delle tipologie di programma

source: User Setup
it: Configurazione utente

source: Retype Password
it: Ridigita la Password

source: Surname
it: Cognome

source: Language
it: Lingua

source: English
it: Inglese

source: Italian
it: Italiano

source: Session Timeout
it: Sessione Timeout

source: Privilege
it: Privilegi

source: Last modified:
it: Ultima modifica

source: Status page
it: Pagina dello stato

source: Status
it: Stato

source: Program Setup
it: Settaggio Programma

source: User
it: Utenti

source: I/O Type
it: Tipo I/O

source: Program Type
it: Tipo Programma

source: Please Login
it: Prego registrati
